Repository: Rafostar/gnome-shell-extension-cast-to-tv
Catalog: po/*.po
Languages: fo

source: Cast Media
fo: Varpa Media

source: Video
fo: Sjónband

source: Music
fo: Tónleik

source: Picture
fo: Mynd

source: Cast Settings
fo: Varpar Setingar

source: Chromecast Remote
fo: Chromecast Fjarstýring

source: Transcode Video
fo: Umkota Sjónband

source: Cast Selected File
fo: Varpa valdi fíluna

source: Cast Selected Files
fo: Varpa valdu fílurnar

source: Cancel
fo: Avlýs

source: Add Subtitles
fo: Legg undirtekstir aftrat

source: Select Video
fo: Vel Sjónband

source: Video Files
fo: Sjónbond

source: Select Music
fo: Vel Tónleik

source: Audio Files
fo: Tónleikar Fílur

source: Select Picture
fo: Vel Mynd

source: Pictures
fo: Myndir

source: Select Subtitles
fo: Vel Undirtekstir

source: Subtitle Files
fo: Undirteksta fílur

source: General
fo: Tað vanliga

source: FFmpeg path
fo: FFmpeg slóð

source: FFprobe path
fo: FFprobe slóð

source: Receiver type
fo: Slag av móttakara

source: Other device
fo: Annað

source: Listening port
fo: Portur at lurta at

source: Media Encoding
fo: Media umkoting

source: Bitrate (Mbps)
fo: Bitferð (Mdps)

source: None
fo: Ongin

source: Left
fo: Vinstra

source: Center (left side)
fo: Mitt fyri (vinstru síði)

source: Center (right side)
fo: Mitt fyri (høgru síði)

source: Right
fo: Høgra

source: Seek backward/forward (seconds)
fo: Spola aftur/fram (sekund)

source: Miscellaneous
fo: Annað

source: Music visualizer
fo: Vís endurgeving av tónleiki visuelt

source: Chromecast selection
fo: Vel Chromecast

source: Scanning...
fo: Leitar...

source: Automatic
fo: Sjálvvirkið

source: LOADING
fo: ARBEIÐUR

source: No file selected
fo: Eingin fíla vald

source: Receiver type is set to Chromecast
fo: Móttakara slag er stilla til Chromecast

source: Streaming process is still active
fo: Varping er enn í gongd

source: FFmpeg could not transcode file:
fo: FFMpeg kláraði ikki at umkota hesa fíluna:

source: FFmpeg path is incorrect
fo: FFmpeg slógin er ikki røtt

source: FFprobe could not process file:
fo: FFprobe fekk ikki viðgjørt hesa fíluna:

source: FFprobe path is incorrect
fo: FFprobe slógin er ikki røtt

source: Speed
fo: Ferð

source: Normal
fo: Vanlig

source: Device not found
fo: Tól ikki funnið

source: Failed to load media
fo: Fekk ikki lisið media

source: Could not play file:
fo: Fekk ikki spælt fíluna:

source: Try again with transcoding enabled
fo: Royn aftur ímeðan umkoting er koblað til
